misc.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 09.14.23 10:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>misc | alex bellon</title>
<meta name="author" content="Alex" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='assets/css/common.css'>
<link rel='stylesheet' type='text/css' href='assets/css/main.css'>
<link rel='icon' type='image/png' href='./images/art/personal_logo.png'>
<meta name='viewport' content='width=device-width, initial-scale=.5'>
<meta charset='utf-8'/>
<base target='_blank'/>
</head>
<body>
<div id="preamble" class="status">
<ul class='header banner'>
    <li><a target='_parent' href='.'>home</a></li>
    <li><a target='_parent' href='./publications'>publications</a></li>
    <li><a target='_parent' href='./projects'>projects</a></li>
    <li><a target='_parent' href='./experience'>experience</a></li>
    <li><a target='_parent' href='./blog'>blog</a></li>
    <li><a target='_parent' href='./misc'>misc</a></li>
</ul>
</div>
<div id="content" class="content">
<div id="misc" class="main">
<div class="contentBlock">

<div id="outline-container-org8dda845" class="outline-2">
<h2 id="org8dda845"><b>cool stuff</b></h2>
<div class="outline-text-2" id="text-org8dda845">
<ul class="org-ul">
<li>[<a href="./brain">brain</a>] the contents of my brain, in digital form (basically a collection of notes and links)</li>
<li>[<a href="https://github.com/alex-bellon/wikipedia">wikipedia articles</a>] a <i>categorized</i> collection of 1000+ wikipedia articles that i thought were interesting</li>
<li>[<a href="https://github.com/alex-bellon/til">til</a>] collection of things that i learned (roughly) today</li>
<li>[<a href="https://github.com/alex-bellon/questions">questions</a>] questions that pop up in my head, and their answers (if i find them)</li>
<li>[<a href="https://github.com/alex-bellon/learning">learning</a>] notes and work from self-studying textbooks and <a href="https://en.wikipedia.org/wiki/Massive_open_online_course">mooc</a>s</li>
</ul>
</div>
</div>


<div id="outline-container-org53fc030" class="outline-2">
<h2 id="org53fc030"><b>things i've made that aren't code</b></h2>
<div class="outline-text-2" id="text-org53fc030">
<ul class="org-ul">
<li>[<a href="./art">art</a>]</li>
<li>[<a href="./photography">photography</a>]</li>
<li>[<a href="./talks">talks</a>]</li>
</ul>
</div>
</div>

<div id="outline-container-org779a550" class="outline-2">
<h2 id="org779a550"><b>miscellaneous stuff</b></h2>
<div class="outline-text-2" id="text-org779a550">
<ul class="org-ul">
<li>[<a href="./organizations">organizations</a>] organizations i'm a part of (or used to be a part of)</li>
</ul>


</div></div>
</div>
</div>
</div>
<div id="postamble" class="status">
<div>
    <ul class='footer banner' style='margin-top:0px; margin-bottom:0px;'>
        <span class='footer-container'>
            <span>
                <li><a target='_parent' href='./cv.pdf'>cv</a></li>
                <li><a target='_parent' href='https://github.com/alex-bellon/'>github</a></li>
                <li><a target='_parent' href='https://scholar.google.com/citations?user=caybufUAAAAJ'>scholar</a></li>
            </span>
            <span>
                <li><a href='https://alex-bellon.com'>home</a></li>
                <li><a target='_parent' href='https://github.com/alex-bellon/alex-bellon.com'>website source</a></li>
            </span>
        </span>
    </ul>
</div
</div>
</body>
</html>